---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerKilogramKelvin
source: html/a0571146-5dcd-ef74-d7f2-982e82516f6b.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerKilogramKelvin Property

Kilograms per kilogram kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerKilogramKelvin { get; }
```